city:建筑->城市
mountain:风景->山
sky:风景->天
sun:风景->星期日
water:风景->水
clouds:风景->云
tree:植物->树
lake:风景->湖
sea:风景->海
beach:风景->海滩
boats:交通工具->船只
people:人物->人
branch:植物->树枝
leaf:植物->叶
grass:植物->草
palmpalm:->手掌
horizon:风景->地平线
hills:风景->丘陵
waves:风景->波浪
birds:动物->鸟类
land:风景->土地
bridge:建筑->桥
ships:交通工具->船舶
buildings:建筑->建筑物
fence:风景->栅栏
island:风景->岛
peaks:风景->峰值
jet:交通工具->喷气式飞机
plane:交通工具->飞机
runway:风景->跑道
basket:日常用品->篮子
flight:交通工具->航班
flag:日常用品->旗帜
prop:日常用品->道具
f-16:交通工具->f-16
tails:动物->尾部
smoke:风景->烟
formation:风景->组成
bear:动物->熊
polar:风景->极地的
snow:风景->雪
tundra:风景->冻土带
ice:风景->冰
head:人物->头
black:夜景->黑色
reflection:风景->反射
ground:风景->地
forest:风景->森林
river:风景->河
field:风景->领域
flowers:植物->花朵
meadow:风景->草地
rocks:风景->岩石
hillside:风景->山坡
shrubs:植物->灌木
close-up:动物->特写
grizzly:动物->灰熊
cubs:动物->幼崽
log:风景->日志
hut:建筑->小屋
sunset:风景->日落
display:->陈列
plants:植物->植物
pool:风景->水塘
coral:->珊瑚
fan:动漫->迷
anemone:->银莲花
fish:->鱼
ocean:风景->大海
sunrise:风景->日出
face:人物->面对
sand:->沙
farms:->农场
reefs:风景->珊瑚礁
vegetation:植物->植被
house:建筑->房屋
village:->村庄
path:->路径
wood:->木材
dress:日常用品->连衣裙
coast:风景->海岸
cat:动物->猫
tiger:动物->虎
bengal:动物->孟加拉
fox:动物->狐
kit:人物->配套元件
shadows:风景->阴影
bush:植物->灌木
den:风景->兽穴
coyote:动物->郊狼
light:风景->光
arctic:风景->北极的
shore:风景->岸
town:建筑->镇
road:交通工具->路
harbor:建筑->港口
windmills:建筑->风车
restaurant:食物->餐馆
wall:建筑->墙
skyline:建筑->空中轮廓线
window:建筑->窗
clothes:日常用品->衣服
shops:建筑->商店
street:建筑->大街
cafe:建筑->咖啡馆
tables:日常用品->表
nets:日常用品->网
crafts:日常用品->工艺品
roofs:建筑->屋顶
ruins:建筑->废墟
stone:建筑->石
cars:交通工具->汽车
castle:建筑->城堡
courtyard:建筑->庭院
statue:建筑->雕像
stairs:建筑->楼梯
costume:日常用品->服装
sign:文本->签名
palace:建筑->王宫
sheep:动物->羊
valley:风景->山谷
balcony:建筑->阳台
post:风景->邮递
gate:建筑->大门
plaza:建筑->广场
festival:建筑->节日
temple:建筑->寺庙
sculpture:日常用品->雕塑
museum:建筑->博物馆
hotel:建筑->酒店
art:日常用品->艺术
fountain:风景->人工喷泉
market:人物->集市
door:建筑->门
garden:植物->花园
butterfly:动物->蝴蝶
lion:动物->狮
cave:风景->山洞
crab:动物->蟹
buddha:人物->佛祖
decoration:室内->装饰
monastery:建筑->隐修院
landscape:风景->景观
detail:人物->细节
sails:交通工具->帆
food:食物->食物
entrance:建筑->入口
fruit:食物->水果
night:夜景->夜
cow:动物->母牛
church:建筑->教堂
park:风景->公园
barn:风景->谷仓
arch:建筑->拱
hats:日常用品->帽子
cathedral:建筑->大教堂
ceremony:日常用品->典礼
glass:日常用品->玻璃
pillar:建筑->支柱
monument:建筑->纪念碑
vines:植物->葡萄藤
cottage:建筑->小屋
lawn:植物->草坪
tower:建筑->塔
tulip:植物->郁金香
canal:风景->运河
dock:交通工具->船坞
horses:动物->马
petals:植物->花瓣
column:建筑->柱
elephant:动物->大象
monks:人物->僧侣
interior:室内->内部
vendor:人物->小贩
silhouette:->轮廓
architecture:建筑->建筑学
athlete:人物->运动员
sidewalk:建筑->人行道
store:日常用品->百货商店
relief:->救济
frost:风景->严寒天气
frozen:动漫->冻结的
crystals:->晶体
needles:日常用品->针
mist:风景->薄雾
doorway:建筑->门道
vineyard:风景->葡萄园
pots:日常用品->罐子
terrace:风景->梯田
bulls:动物->牛市
albatross:动物->信天翁
booby:动物->胸部
nest:动物->巢
iguana:动物->鬣蜥
lizard:动物->蜥蜴
marine:风景->海的
deer:动物->鹿
white-tailed:动物->白尾
horns:动物->喇叭
slope:风景->斜坡
mule:交通工具->骡子
antlers:动物->鹿角
elk:动物->麋鹿
caribou:动物->驯鹿
herd:动物->兽群
moose:动物->驼鹿
mare:动物->母马
foals:动物->小马驹
orchid:植物->兰科植物
stems:植物->茎
blooms:植物->花朵
cactus:植物->仙人掌
giraffe:动物->长颈鹿
zebra:动物->斑马
tusks:日常用品->象牙
train:交通工具->火车
desert:风景->沙漠
dunes:风景->沙丘
canyon:风景->峡谷
lighthouse:风景->灯塔
swimmers:人物->游泳运动员
pyramid:建筑->金字塔
mosque:建筑->清真寺
sphinx:动物->斯芬克斯
truck:交通工具->卡车
fly:动物->飞
trunk:植物->树干
baby:人物->宝贝
lynx:动物->猞猁
rodent:动物->啮齿动物
squirrel:动物->松鼠
goat:动物->山羊
marsh:风景->湿地
porcupine:动物->豪猪
whales:动物->鲸鱼
tracks:交通工具->轨道
locomotive:交通工具->机车
railroad:交通工具->铁路
vehicle:交通工具->交通工具
man:人物->成年男子
woman:人物->成年女子
girl:人物->女孩
indian:人物->印度的
dance:人物->跳舞
african:人物->非洲的
buddhist:人物->佛教徒
outside:风景->外部
formula:文本->公式
turn:风景->转动
prototype:风景->原型
scotland:风景->苏格兰
antelope:动物->羚羊
calf:动物->腓
reptile:动物->爬行动物
snake:动物->蛇
cougar:动物->美洲狮
oahu:风景->瓦胡岛
kauai:风景->夏威夷
maui:风景->毛伊岛
hawaii:风景->夏威夷
